Repository: b-jesch/service.sleepy.watchdog
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, hu_hu, uk_ua

# Addon Summary
source: Sleepy Watchdog - he's watching while You sleep
de_de: Sleepy Watchdog - er passt auf, während Du schläfst
hu_hu: Sleepy Watchdog – figyel, miközben alszol
uk_ua: Sleepy Watchdog - він чатує поки Ви спите

# Addon Description
source: This Idle Timer management performs defined actions after an adjusted amount of inactivity time. Those actions are stop playing Audio, Video or TV for example or some actions to execute shutdown variations like suspend, reboot poweroff or hibernate.
de_de: Dieser Timer führt vorher definierte Aktionen nach einer einstellbaren Inaktivitätszeit aus. Die Aktionen können zum Beispiel das Stoppen von Audio, Video oder TV-Streams sein, aber auch das Herunterfahren des Systems in verschiedenen Modi (Suspend, Reboot, PowerOff, Bereitschaft) wird angeboten.
hu_hu: Ez az időzítő kezelés meghatározott műveleteket hajt végre egy beállított inaktivitási idő után. Ezek a műveletek például a hang-, videó- ​​vagy TV-lejátszás leállítása, vagy bizonyos műveletek a leállítási változatok végrehajtására, például felfüggesztés, újraindítás, kikapcsolás vagy hibernált állapot.
uk_ua: Цей Таймер Простою виконує задані дії після встановленого часу неактивності. Наприклад, зупиняє відтворення аудіо, відео чи TV-каналу, або виконує інші дії, такі як сон, перезавантаження, вимкнення, гібернація чи вихід до системи.

# Addon Disclaimer
source: Use at your own risk. This service could conflict to other services (e.g recording services).
de_de: Benutzung auf eigene Gefahr. Dieser Dienst könnte mit anderen Diensten (z.B. Aufnahmedienste) kollidieren.
hu_hu: Csak saját felelősségre. Ez a szolgáltatás ütközhet más szolgáltatásokkal (például felvételi szolgáltatásokkal).
uk_ua: Використовуйте на власний ризик. Ця служба може конфліктувати з іншими сервісами, зокрема із записом телепередач.

# #32105
source: Settings
de_de: Einstellungen
hu_hu: Beállítások

# #32110
source: Activity frame
de_de: aktiver Zeitrahmen
hu_hu: Aktivitási időablak
uk_ua: Інтервал активності

# #32111
source: always active
de_de: immer aktiv
hu_hu: mindig aktív
uk_ua: завжди

# #32112
source: only in time frame
de_de: nur im Zeitraum
hu_hu: csak egy időablakban
uk_ua: лише в період доби

# #32113
source: from
de_de: von
hu_hu: ettől
uk_ua: від

# #32114
source: until
de_de: bis
hu_hu: eddig
uk_ua: до

# #32115
source: Execute '%s' in %s secs
de_de: Starte Aktion '%s' in %s Sek.
hu_hu: Végrehajtás '%s' in %s másodperc
uk_ua: Заплановано '%s' за %s секунд

# #32116
source: The activity settings of time frame and idle time are not suitable. Sleepy Watchdog will probably not activated.
de_de: Die Einstellungen für den aktiven Zeitrahmen und der Inaktivitätsdauer sind unpassend. Sleepy Watchdog wird möglicherweise nicht aktiv werden.
hu_hu: Az időkeret és az üresjárati idő tevékenységbeállításai nem megfelelőek. A Sleepy Watchdog valószínűleg nem lesz aktiválva.
uk_ua: За такої комбінації інтервалу активності та часу простою, ймовірніше за все, Sleepy Watchdog не буде активовано.

# #32117
source: The activity settings of time frame and idle time are not suitable. The selected action '%s' may be executed multiple times within the timeframe.
de_de: Die Einstellungen für den aktiven Zeitrahmen und der Inaktivitätsdauer sind unpassend. Die ausgewählte Aktion '%s' wird innerhalb des Zeitfensters möglicherweise mehrfach ausgeführt.
hu_hu: Az időkeret és az üresjárati idő tevékenységbeállításai nem megfelelőek. A kiválasztott '%s' művelet az időkereten belül többször is végrehajtható.
uk_ua: За такої комбінації інтервалу активності та часу простою обрана дія '%s' може бути виконана більше ніж один раз.

# #32118
source: Execution of idle actions aborted
de_de: Ausführen der Idle Aktionen abgebrochen
hu_hu: Az üresjárati műveletek végrehajtása megszakadt
uk_ua: Виконання дії скасовано

# #32119
source: Idle time before an action is triggered
de_de: Inaktivitätszeit setzen
hu_hu: A művelet elindítása előtti üresjárati idő
uk_ua: Виконати дію за

# #32120
source: max. duration of idle time
de_de: maximale Dauer der Inaktivität
hu_hu: az üresjárat maximális időtartama
uk_ua: Максимальний час простою

# #32121
source: Action to execute
de_de: auszuführende Aktion
hu_hu: Végrehajtandó művelet
uk_ua: Дія до виконання

# #32122
source: Silent countdown
de_de: Stiller Countdown
hu_hu: Csendes visszaszámlálás
uk_ua: Безшумний відлік

# #32123
source: Duration of notification
de_de: Benachrichtigungsdauer
hu_hu: Az értesítés időtartama
uk_ua: Тривалість попередження

# #32124
source: Test settings of active time frame (wait 1 min)
de_de: Einstellungen des aktiven Zeitrahmens testen (1 Min. warten)
hu_hu: Az aktív időkeret tesztelése (várjon 1 percet)
uk_ua: Тест налаштувань (одноразово, чекати 1 хвилину)

# #32125
source: Turn off TV (CEC)
de_de: TV ausschalten (CEC)
hu_hu: TV kikapcsolása (CEC)
uk_ua: Вимкнути TV (CEC)

# #32126
source: Addon ID, Plugin or Script Path
de_de: Addon ID, Plugin oder Script Pfad
hu_hu: Kiegészítő ID, beépülő modul vagy szkript elérési útja

# #32127
source: Jump into Main Menu
de_de: ins Hauptmenü wechseln
hu_hu: Ugrás a Főmenübe
uk_ua: Перейти до Головного Меню

# #32128
source: Keep WatchDog alive
de_de: WatchDog weiterhin ausführen
hu_hu: Tartsd ébren a WatchDogot
uk_ua: Тримати WatchDog активним

# #32129
source: Perform '%s' in %s
hu_hu: Hajtsa végre '%s' in %s
uk_ua: '%s' за %s

# #32130
source: Stop playing media
de_de: Abspielen stoppen
hu_hu: Állítsa le a médialejátszást
uk_ua: Зупинити відтворення

# #32131
source: Reboot
de_de: System neu starten
hu_hu: Újraindítás
uk_ua: Перезавантаження

# #32132
source: Shutdown
de_de: System ausschalten
hu_hu: Kikapcsolás
uk_ua: Вимкнення

# #32133
source: Hibernate
de_de: System in Ruhezustand versetzen
hu_hu: Hibernálás
uk_ua: Гібернація

# #32134
source: Suspend
de_de: System in Bereitschaft versetzen
hu_hu: Felfüggesztés
uk_ua: Сон

# #32135
source: Run Addon, Plugin or Script
de_de: Addon, Plugin oder Script starten
hu_hu: Kiegészítő, plugin, vagy szkript futtatása

# #32136
source: Exit Kodi
de_de: Kodi beenden
hu_hu: Kilépés a Kodiból
uk_ua: Вихід з Kodi

# #32137
source: Switch Profile
de_de: Profil laden
hu_hu: Profilváltás
uk_ua: Змінити Профіль

# #32138
source: Logout User
de_de: Benutzer abmelden
hu_hu: Kijelentkezés

# #32139
source: Manual setting of idle timer aborted or unchanged
de_de: Es wurde kein manueller Idle-Timer gesetzt oder geändert
hu_hu: Az üresjárati időzítő kézi beállítása megszakadt vagy nem változott
uk_ua: Встановлення скасовано

# #32140
source: Display countdown as
de_de: Countdown anzeigen als
hu_hu: A visszaszámlálás megjelenítése mint
uk_ua: Показувати відлік як

# #32141
source: Intermitted notification
de_de: wiederholende Anzeige
hu_hu: Időszakos értesítés
uk_ua: низку сповіщень

# #32142
source: Countdown progress
de_de: Fortschrittsbalken
hu_hu: Visszaszámláló
uk_ua: вікно прогресу

# #32143
source: Execute '%s' in %s secs. Click cancel to abort this action
de_de: Starte Aktion '%s' in %s Sekunden. Klicke auf 'Abbrechen' um diese Aktion zu stoppen
hu_hu: A '%s' végrehajtása %s másodpercen belül. A művelet megszakításához kattintson a Mégse gombra
uk_ua: '%s' за %s секунд

# #32144
source: Type
de_de: Typ
hu_hu: Típus

# #32145
source: Kodi Addon
hu_hu: Kodi kiegészítő

# #32148
source: Reset Idle Timer when Time Frame starts
de_de: Setze Inaktivitätszeit zurück, wenn Zeitrahmen beginnt
hu_hu: A visszaszámláló alaphelyzetbe állítása, amikor az időkeret elindul

# #32149
source: inactive
hu_hu: inaktív

# #32150
source: 00:00 o'clock
de_de: 00:00 Uhr
hu_hu: 00:00 óra

# #32151
source: 01:00 o'clock
de_de: 01:00 Uhr
hu_hu: 01:00 óra

# #32152
source: 02:00 o'clock
de_de: 02:00 Uhr
hu_hu: 02:00 óra

# #32153
source: 03:00 o'clock
de_de: 03:00 Uhr
hu_hu: 03:00 óra

# #32154
source: 04:00 o'clock
de_de: 04:00 Uhr
hu_hu: 04:00 óra

# #32155
source: 05:00 o'clock
de_de: 05:00 Uhr
hu_hu: 05:00 óra

# #32156
source: 06:00 o'clock
de_de: 06:00 Uhr
hu_hu: 06:00 óra

# #32157
source: 07:00 o'clock
de_de: 07:00 Uhr
hu_hu: 07:00 óra

# #32158
source: 08:00 o'clock
de_de: 08:00 Uhr
hu_hu: 08:00 óra

# #32159
source: 09:00 o'clock
de_de: 09:00 Uhr
hu_hu: 09:00 óra

# #32160
source: 10:00 o'clock
de_de: 10:00 Uhr
hu_hu: 10:00 óra

# #32161
source: 11:00 o'clock
de_de: 11:00 Uhr
hu_hu: 11:00 óra

# #32162
source: 12:00 o'clock
de_de: 12:00 Uhr
hu_hu: 12:00 óra

# #32163
source: 13:00 o'clock
de_de: 13:00 Uhr
hu_hu: 13:00 óra

# #32164
source: 14:00 o'clock
de_de: 14:00 Uhr
hu_hu: 14:00 óra

# #32165
source: 15:00 o'clock
de_de: 15:00 Uhr
hu_hu: 15:00 óra

# #32166
source: 16:00 o'clock
de_de: 16:00 Uhr
hu_hu: 16:00 óra

# #32167
source: 17:00 o'clock
de_de: 17:00 Uhr
hu_hu: 17:00 óra

# #32168
source: 18:00 o'clock
de_de: 18:00 Uhr
hu_hu: 18:00 óra

# #32169
source: 19:00 o'clock
de_de: 19:00 Uhr
hu_hu: 19:00 óra

# #32170
source: 20:00 o'clock
de_de: 20:00 Uhr
hu_hu: 20:00 óra

# #32171
source: 21:00 o'clock
de_de: 21:00 Uhr
hu_hu: 21:00 óra

# #32172
source: 22:00 o'clock
de_de: 22:00 Uhr
hu_hu: 22:00 óra

# #32173
source: 23:00 o'clock
de_de: 23:00 Uhr
hu_hu: 23:00 óra

# #32177
source: off
hu_hu: ki

# #32178
source: 5 min
hu_hu: 5 perc

# #32179
source: 10 min
hu_hu: 10 perc

# #32180
source: 15 min
hu_hu: 15 perc
uk_ua: 15 хв

# #32181
source: 30 min
hu_hu: 30 perc
uk_ua: 30 хв

# #32182
source: 45 min
hu_hu: 45 perc
uk_ua: 45 хв

# #32183
source: 60 min
hu_hu: 60 perc
uk_ua: 60 хв

# #32184
source: 75 min
hu_hu: 75 perc
uk_ua: 75 хв

# #32185
source: 90 min
hu_hu: 90 perc
uk_ua: 90 хв

# #32186
source: 105 min
hu_hu: 105 perc
uk_ua: 105 хв

# #32189
source: 180 min
hu_hu: 120 perc
uk_ua: 180 хв

# #32190
source: 210 min
hu_hu: 210 perc
uk_ua: 210 хв

# #32191
source: 240 min
hu_hu: 240 perc
uk_ua: 240 хв

# #32192
source: 300 min
hu_hu: 300 perc
uk_ua: 300 хв

# #32193
source: 360 min
hu_hu: 360 perc
uk_ua: 360 хв

# #32194
source: 420 min
hu_hu: 420 perc
uk_ua: 420 хв

# #32195
source: 480 min
hu_hu: 480 perc
uk_ua: 480 хв

# #32196
source: 540 min
hu_hu: 540 perc
uk_ua: 540 хв

# #32197
source: 600 min
hu_hu: 600 perc
uk_ua: 600 хв

# #32198
source: 660 min
hu_hu: 660 perc
uk_ua: 660 хв

# #32199
source: 720 min
hu_hu: 720 perc
uk_ua: 720 хв

# #32200
source: 780 min
hu_hu: 780 perc
uk_ua: 780 хв

# #32201
source: 840 min
hu_hu: 840 perc
uk_ua: 840 хв

# #32202
source: 900 min
hu_hu: 900 perc
uk_ua: 900 хв

# #32210
source: Reset User idle Timer
hu_hu: Visszaszámláló visszaállítása

# #32211
source: User idle Timer canceled
hu_hu: Felhasználói üresjárati idő törölve

# #32212
source: Profile ID
de_de: Profil ID
hu_hu: Profil azonosító
uk_ua: ID Профілю

# #32213
source: max. idle Time, if Kodi itself is idle
hu_hu: max. üresjárati idő, ha a Kodi tétlen

# #32214
source: Don't execute actions if PVR recorder is active
hu_hu: Ne hajtson végre műveleteket, ha a PVR-felvevő aktív

# #32129
source: Perform '%s' in %s secs
de_de: Aktion '%s' wird in %s Sek. ausgelöst

# #32147
source: Python Script
de_de: Python Skript

# #32210
source: Reset User idle Time
de_de: Inaktivitätszeit zurücksetzen
uk_ua: Скасувати ручний таймер

# #32211
source: User idle Time canceled
de_de: Inaktivitätszeit zurückgesetzt
uk_ua: Ручний таймер скасовано

# #32126
source: Addon ID [,parameter]
uk_ua: ID Надбудови [,параметр]

# #32135
source: Run Addon
uk_ua: Запустити Надбудову

# #32187
source: 120 min
uk_ua: 120 хв

# #32188
source: 150 min
uk_ua: 150 хв
